<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>(Multiselect)</key>
	<string>선택 항목으로 새 폴더 (%d개 항목)</string>
	<key>A-B Loop</key>
	<string>A-B 루프</string>
	<key>A-B Loop Active</key>
	<string>A-B 루프 활성화</string>
	<key>A-B Loop Cancel</key>
	<string>A-B 루프 취소</string>
	<key>A-B Loop: A</key>
	<string>A-B 루프: A</string>
	<key>A-B Loop: A Greater than B</key>
	<string>A-B 반복: A가 B보다 큼</string>
	<key>A-B Loop: B</key>
	<string>A-B 루프: B</string>
	<key>Actions</key>
	<string>작업</string>
	<key>Add</key>
	<string>추가</string>
	<key>Add Current Folder</key>
	<string>현재 폴더 추가</string>
	<key>Add Separator</key>
	<string>구분자 추가</string>
	<key>Adjust Window to Actual Image Size</key>
	<string>창을 실제 이미지 크기로 조정</string>
	<key>Adjust Window to Current Image Size</key>
	<string>창을 현재 이미지 크기에 맞추기</string>
	<key>Advanced</key>
	<string>고급</string>
	<key>Alias Type</key>
	<string>별칭 유형</string>
	<key>Always Generate HD Thumbnails</key>
	<string>항상 HD 썸네일 생성</string>
	<key>Always Generate Standard Thumbnails</key>
	<string>항상 표준 썸네일 생성</string>
	<key>Apply Filter</key>
	<string>필터 적용</string>
	<key>Apply to all</key>
	<string>모두에게 적용</string>
	<key>Are you sure you want to move xxx to xxx?</key>
	<string>"%1$@"을(를) "%2$@"로 이동하시겠습니까?</string>
	<key>Arrow</key>
	<string>화살표</string>
	<key>AudioMetadata-BitRate</key>
	<string>비트 전송률</string>
	<key>AudioMetadata-ChannelLayout</key>
	<string>채널 레이아웃</string>
	<key>AudioMetadata-Channels</key>
	<string>채널</string>
	<key>AudioMetadata-CodecLongName</key>
	<string>코덱 전체 이름</string>
	<key>AudioMetadata-CodecName</key>
	<string>코덱 이름</string>
	<key>AudioMetadata-Index</key>
	<string>색인</string>
	<key>AudioMetadata-Language</key>
	<string>언어</string>
	<key>AudioMetadata-SampleRate</key>
	<string>샘플링 속도</string>
	<key>AudioMetadata-StreamTitle</key>
	<string>스트림 제목</string>
	<key>Auto</key>
	<string>자동</string>
	<key>Auto Play Selected Video</key>
	<string>선택한 비디오 자동 재생</string>
	<key>Auto Play Visible Video</key>
	<string>자동 재생 보이는 비디오</string>
	<key>Auto Rename</key>
	<string>자동 이름 변경</string>
	<key>Border Thickness</key>
	<string>테두리 두께</string>
	<key>Cancel</key>
	<string>취소</string>
	<key>Cancel Auto Play Visible Video</key>
	<string>눈에 보이는 비디오 자동 재생 취소</string>
	<key>Cancel Filter</key>
	<string>필터 취소</string>
	<key>Case Sensitive</key>
	<string>대소문자 구분</string>
	<key>Cell Padding</key>
	<string>셀 여백</string>
	<key>Center the Window</key>
	<string>창을 가운데로 이동</string>
	<key>Choose a file or folder</key>
	<string>파일 또는 폴더 선택</string>
	<key>Clear</key>
	<string>지우기</string>
	<key>Close (Double Click)</key>
	<string>닫기 (더블 클릭)</string>
	<key>Close Other Tabs</key>
	<string>다른 탭 닫기</string>
	<key>Close Tab</key>
	<string>탭 닫기</string>
	<key>Continue</key>
	<string>계속하기</string>
	<key>Copy</key>
	<string>복사</string>
	<key>Copy Path</key>
	<string>경로 복사</string>
	<key>Corner Radius</key>
	<string>모서리 반경</string>
	<key>Custom Layout Style</key>
	<string>사용자 정의 레이아웃 스타일</string>
	<key>Custom Layout Style...</key>
	<string>맞춤 레이아웃 스타일...</string>
	<key>Custom Zoom Ratio...</key>
	<string>사용자 정의 줌 비율...</string>
	<key>Custom Zoom Step...</key>
	<string>사용자 정의 확대/축소 단계...</string>
	<key>Date Added</key>
	<string>추가 날짜</string>
	<key>Date Created</key>
	<string>생성 날짜</string>
	<key>Date Modified</key>
	<string>수정 날짜</string>
	<key>Default Thumbnail Size</key>
	<string>기본 썸네일 크기</string>
	<key>Delete</key>
	<string>삭제</string>
	<key>Demo</key>
	<string>데모</string>
	<key>Directory does not exist</key>
	<string>디렉토리가 존재하지 않습니다</string>
	<key>Disable Automatic Play</key>
	<string>자동 재생 사용 안 함</string>
	<key>Disable Automatic Scroll</key>
	<string>자동 스크롤 비활성화</string>
	<key>Edit Mode</key>
	<string>편집 모드</string>
	<key>Ellipse</key>
	<string>타원</string>
	<key>Empty</key>
	<string>비어 있음</string>
	<key>Enable Automatic Play</key>
	<string>자동 재생 사용</string>
	<key>Enable Automatic Scroll</key>
	<string>자동 스크롤 사용</string>
	<key>Enable HDR</key>
	<string>HDR 활성화</string>
	<key>Enable Recursive Mode</key>
	<string>재귀 모드 활성화</string>
	<key>Enlarge the Thumbnails</key>
	<string>썸네일 확대</string>
	<key>Enter Full Screen</key>
	<string>전체 화면으로 전환</string>
	<key>Enter the auto play interval in seconds:</key>
	<string>자동 재생 간격(초)을 입력하세요</string>
	<key>Enter the scroll speed in pixels per second:</key>
	<string>초당 픽셀 단위로 스크롤 속도를 입력하세요:</string>
	<key>Eraser</key>
	<string>지우개</string>
	<key>Error</key>
	<string>오류</string>
	<key>Exif-ApertureValue</key>
	<string>조리개 값</string>
	<key>Exif-Artist</key>
	<string>아티스트</string>
	<key>Exif-CameraMaker</key>
	<string>제조사</string>
	<key>Exif-CameraModel</key>
	<string>카메라 모델</string>
	<key>Exif-ColorModel</key>
	<string>색상 모델</string>
	<key>Exif-DateTimeDigitized</key>
	<string>디지털화된 날짜 시간</string>
	<key>Exif-DateTimeOriginal</key>
	<string>촬영 날짜 및 시간</string>
	<key>Exif-Depth</key>
	<string>깊이</string>
	<key>Exif-ExposureTime</key>
	<string>노출 시간</string>
	<key>Exif-FNumber</key>
	<string>F-번호</string>
	<key>Exif-FileAddedTime</key>
	<string>파일 추가 시간</string>
	<key>Exif-FileCreatedTime</key>
	<string>파일 생성 시간</string>
	<key>Exif-FileModifiedTime</key>
	<string>파일 수정 시간</string>
	<key>Exif-FileSize</key>
	<string>파일 크기</string>
	<key>Exif-Flash</key>
	<string>플래시</string>
	<key>Exif-Flash-Off</key>
	<string>끄기</string>
	<key>Exif-Flash-On</key>
	<string>켜기</string>
	<key>Exif-FocalLength</key>
	<string>초점 거리</string>
	<key>Exif-GPSAltitude</key>
	<string>GPS 고도</string>
	<key>Exif-GPSLatitude</key>
	<string>GPS 위도</string>
	<key>Exif-GPSLongitude</key>
	<string>GPS 경도</string>
	<key>Exif-ISOSpeedRatings</key>
	<string>ISO 감도</string>
	<key>Exif-LensModel</key>
	<string>렌즈 모델</string>
	<key>Exif-ProfileName</key>
	<string>프로필 이름</string>
	<key>Exif-Rating</key>
	<string>평점</string>
	<key>Exif-Resolution</key>
	<string>해상도</string>
	<key>Exif-Software</key>
	<string>소프트웨어</string>
	<key>Exif-TIFFDateTime</key>
	<string>TIFF 날짜 시간</string>
	<key>Exit Edit Mode</key>
	<string>편집 모드 종료</string>
	<key>Exit Full Screen</key>
	<string>전체 화면 종료</string>
	<key>Exit Recursive Mode</key>
	<string>재귀 모드 종료</string>
	<key>Failed to set this app as the default for some file types:
</key>
	<string>일부 파일 형식에 대해 이 앱을 기본값으로 설정하지 못했습니다:</string>
	<key>Favorites</key>
	<string>즐겨찾기</string>
	<key>File Already Exists</key>
	<string>파일이 이미 존재합니다</string>
	<key>File Info</key>
	<string>파일 정보</string>
	<key>File Path</key>
	<string>파일 경로</string>
	<key>Filename</key>
	<string>파일 이름</string>
	<key>Filename Font Size</key>
	<string>파일 이름 글꼴 크기</string>
	<key>Filter</key>
	<string>필터</string>
	<key>Filter by Finder Tag</key>
	<string>Finder 태그로 필터링</string>
	<key>Filter by Rating</key>
	<string>평점별 필터링</string>
	<key>Finder Alias</key>
	<string>파인더 별칭</string>
	<key>Finder Tags</key>
	<string>파인더 태그</string>
	<key>Folder</key>
	<string>폴더</string>
	<key>Folders</key>
	<string>폴더</string>
	<key>Follow Current Folder</key>
	<string>현재 폴더 따라가기</string>
	<key>General</key>
	<string>일반</string>
	<key>Go Back</key>
	<string>뒤로가기</string>
	<key>Go Forward</key>
	<string>앞으로 가기</string>
	<key>Go To</key>
	<string>이동</string>
	<key>Grid View</key>
	<string>그리드 보기</string>
	<key>Have Reached the First</key>
	<string>첫 번째에 도달했습니다</string>
	<key>Have Reached the Last</key>
	<string>마지막에 도달했습니다</string>
	<key>Highlighter</key>
	<string>형광펜</string>
	<key>Image</key>
	<string>이미지</string>
	<key>Images</key>
	<string>이미지</string>
	<key>Include Folders</key>
	<string>폴더 포함</string>
	<key>Info</key>
	<string>정보</string>
	<key>Invalid current path</key>
	<string>현재 경로가 유효하지 않음</string>
	<key>Invalid input, please enter a positive number</key>
	<string>잘못된 입력입니다. 양수를 입력해 주세요</string>
	<key>Invalid relative path</key>
	<string>잘못된 상대 경로</string>
	<key>Justified View</key>
	<string>양쪽 맞춤 보기</string>
	<key>Learn More...</key>
	<string>자세히 알아보기...</string>
	<key>Line Space Adjustment</key>
	<string>줄 간격 조정</string>
	<key>Loading...</key>
	<string>로드 중...</string>
	<key>Location</key>
	<string>위치</string>
	<key>Lock Mirror</key>
	<string>미러 잠금</string>
	<key>Lock Rotation</key>
	<string>회전 잠금</string>
	<key>Lock Zoom</key>
	<string>확대/축소 잠금</string>
	<key>Match All (AND)</key>
	<string>모두 일치 (AND)</string>
	<key>Match Any (OR)</key>
	<string>어느 것이든 일치(또는)</string>
	<key>Maximize Window</key>
	<string>창 최대화</string>
	<key>Merge All Windows</key>
	<string>모든 창 병합</string>
	<key>Mirror Flip</key>
	<string>좌우 뒤집기</string>
	<key>More</key>
	<string>더 보기</string>
	<key>Move Down</key>
	<string>아래로 이동</string>
	<key>Move Here</key>
	<string>여기로 이동</string>
	<key>Move Items</key>
	<string>항목 이동</string>
	<key>Move Up</key>
	<string>위로 이동</string>
	<key>Move to Trash</key>
	<string>휴지통으로 이동</string>
	<key>Name</key>
	<string>이름</string>
	<key>New</key>
	<string>새로 만들기</string>
	<key>New Folder</key>
	<string>새 폴더</string>
	<key>New Tab</key>
	<string>새 탭</string>
	<key>New Tag</key>
	<string>새 태그</string>
	<key>New Text File</key>
	<string>새 텍스트 파일 만들기</string>
	<key>New name for</key>
	<string>새 이름</string>
	<key>No Color</key>
	<string>색상 없음</string>
	<key>No Rating</key>
	<string>별점 없음</string>
	<key>Non-Grid View</key>
	<string>비격자 보기</string>
	<key>Not Include Folders</key>
	<string>폴더 포함 안 함</string>
	<key>Not Show All Types of Files</key>
	<string>모든 유형의 파일을 표시하지 않음</string>
	<key>Not Show Hidden Files</key>
	<string>숨겨진 파일 표시 안 함</string>
	<key>OK</key>
	<string>확인</string>
	<key>Only images can be edited</key>
	<string>이미지만 편집할 수 있습니다</string>
	<key>Open</key>
	<string>열기</string>
	<key>Open With</key>
	<string>다음으로 열기</string>
	<key>Open in Finder</key>
	<string>파인더에서 열기</string>
	<key>Open in Map</key>
	<string>지도에서 열기</string>
	<key>Open in New Tab</key>
	<string>새 탭에서 열기</string>
	<key>Open in Terminal</key>
	<string>터미널에서 열기</string>
	<key>Open with External Player</key>
	<string>외부 플레이어로 열기</string>
	<key>Operation Logs</key>
	<string>운영 로그</string>
	<key>Original Path</key>
	<string>원본 경로</string>
	<key>Other</key>
	<string>기타</string>
	<key>Others</key>
	<string>기타</string>
	<key>Paste</key>
	<string>붙여넣기</string>
	<key>Path does not exist</key>
	<string>경로가 존재하지 않습니다</string>
	<key>Pen</key>
	<string>펜</string>
	<key>Pin Window</key>
	<string>윈도우 고정</string>
	<key>Pin Window to Top</key>
	<string>창 맨 위에 고정</string>
	<key>Please select a specific tag</key>
	<string>특정 태그를 선택하세요</string>
	<key>Portable Browsing Mode</key>
	<string>포터블 브라우징 모드</string>
	<key>Portable Mode: Off</key>
	<string>포터블 모드: 꺼짐</string>
	<key>Portable Mode: On</key>
	<string>휴대 모드: 켜짐</string>
	<key>Prefer Using Embedded Thumbnails</key>
	<string>내장된 축소판 선호</string>
	<key>Quick Search</key>
	<string>빠른 검색</string>
	<key>RAW Uses Exif Embedded Thumbnail</key>
	<string>RAW는 Exif에 내장된 썸네일을 사용합니다</string>
	<key>Rating</key>
	<string>평가</string>
	<key>Readme...</key>
	<string>읽어보기...</string>
	<key>Rectangle</key>
	<string>사각형</string>
	<key>Recursive Mode</key>
	<string>재귀 모드</string>
	<key>Redo</key>
	<string>다시 하기</string>
	<key>Reduce the Thumbnails</key>
	<string>썸네일 축소</string>
	<key>Refresh</key>
	<string>새로 고침</string>
	<key>Regex</key>
	<string>정규식</string>
	<key>Relative Path</key>
	<string>상대 경로</string>
	<key>Remember Position</key>
	<string>위치 기억하기</string>
	<key>Remember Position: Disabled</key>
	<string>위치 기억: 사용 안 함</string>
	<key>Remember Position: Enabled</key>
	<string>위치 기억: 활성화됨</string>
	<key>Remove</key>
	<string>제거</string>
	<key>Remove All Tags</key>
	<string>모든 태그 제거</string>
	<key>Remove Current Folder</key>
	<string>현재 폴더 제거</string>
	<key>Rename</key>
	<string>이름 변경</string>
	<key>Render Original RAW</key>
	<string>원본 RAW 렌더 </string>
	<key>Replace</key>
	<string>교체</string>
	<key>Reset</key>
	<string>재설정</string>
	<key>Reverse Filter</key>
	<string>필터 반전</string>
	<key>Rotate %d°</key>
	<string>%d° 회전</string>
	<key>Rotate Clockwise</key>
	<string>시계 방향으로 회전</string>
	<key>Rotate Counterclockwise</key>
	<string>반시계 방향으로 회전</string>
	<key>Save</key>
	<string>저장</string>
	<key>Scan &amp; Update Enhanced Index</key>
	<string>스캔 및 향상된 인덱스 업데이트</string>
	<key>Scan Complete</key>
	<string>스캔 완료</string>
	<key>Scan Prompt</key>
	<string>스캔 프롬프트</string>
	<key>Scanning</key>
	<string>스캔 중</string>
	<key>Scanning...</key>
	<string>스캔 중...</string>
	<key>Search...</key>
	<string>검색...</string>
	<key>Sequential Playback</key>
	<string>순차 재생</string>
	<key>Sequential Playback: Disabled</key>
	<string>순차 재생: 사용 안 함</string>
	<key>Sequential Playback: Enabled</key>
	<string>순차 재생: 활성화됨</string>
	<key>Set Auto Play Interval</key>
	<string>자동 재생 간격 설정</string>
	<key>Set Scroll Speed</key>
	<string>스크롤 속도 설정</string>
	<key>Settings...</key>
	<string>설정...</string>
	<key>Share...</key>
	<string>공유...</string>
	<key>Show All</key>
	<string>모두 보기</string>
	<key>Show All Types of Files</key>
	<string>모든 유형의 파일 표시</string>
	<key>Show Camera RAW Files</key>
	<string>카메라 RAW 파일 표시</string>
	<key>Show Exif</key>
	<string>Exif 표시</string>
	<key>Show Filename</key>
	<string>파일 이름 표시</string>
	<key>Show Finder Tags and Ratings</key>
	<string>Finder 태그 및 등급 표시</string>
	<key>Show Hidden Files</key>
	<string>숨김 파일 표시</string>
	<key>Show Image Files</key>
	<string>이미지 파일 표시</string>
	<key>Show Info</key>
	<string>정보 표시</string>
	<key>Show RAW/HDR Badge</key>
	<string>RAW/HDR 배지 표시</string>
	<key>Show Shadow</key>
	<string>그림자 표시</string>
	<key>Show Statistics in Window Title</key>
	<string>통계 정보를 윈도우 제목에 표시</string>
	<key>Show Tags and Ratings</key>
	<string>태그 및 등급 표시</string>
	<key>Show Video Files</key>
	<string>동영상 파일 표시</string>
	<key>Show Video Metadata</key>
	<string>비디오 메타데이터 표시</string>
	<key>Show in Finder</key>
	<string>Finder에서 보기</string>
	<key>Show in Original Folder</key>
	<string>원본 폴더에 표시</string>
	<key>Sidebar</key>
	<string>사이드바</string>
	<key>Skip</key>
	<string>건너뛰기</string>
	<key>Sort</key>
	<string>정렬</string>
	<key>Sort Folders First</key>
	<string>폴더 우선 정렬</string>
	<key>Sort Order</key>
	<string>정렬 순서</string>
	<key>Sort Using Full Path In Collection Mode</key>
	<string>컬렉션 모드에서 전체 경로 사용 정렬</string>
	<key>Sort by EXIF Info</key>
	<string>Exif 정보로 정렬</string>
	<key>Statistic</key>
	<string>통계</string>
	<key>Stop</key>
	<string>중지</string>
	<key>Success</key>
	<string>성공</string>
	<key>Symbolic Link</key>
	<string>심볼릭 링크</string>
	<key>Tagging</key>
	<string>태그 지정</string>
	<key>Text File</key>
	<string>텍스트 파일</string>
	<key>This app is now the default for all specified file types.</key>
	<string>이 앱은 이제 모든 지정된 파일 유형의 기본 앱입니다</string>
	<key>Thumbnail General</key>
	<string>일반 썸네일</string>
	<key>Thumbnail Options</key>
	<string>썸네일 옵션</string>
	<key>Thumbnail Size</key>
	<string>썸네일 크기</string>
	<key>Undo</key>
	<string>되돌리기</string>
	<key>Unpin Window from Top</key>
	<string>상단에서 창 고정 해제</string>
	<key>Unsupported Video Format</key>
	<string>지원되지 않는 비디오 형식</string>
	<key>Updating Index</key>
	<string>인덱스 업데이트 중</string>
	<key>Use Full Path</key>
	<string>전체 경로 사용</string>
	<key>Use Full Path in Window Title</key>
	<string>창 제목에 전체 경로 사용</string>
	<key>Use Internal Video Player</key>
	<string>내부 비디오 플레이어 사용</string>
	<key>Video</key>
	<string>동영상</string>
	<key>VideoMetadata-AvgFrameRate</key>
	<string>평균 프레임 레이트</string>
	<key>VideoMetadata-BitRate</key>
	<string>비트 전송률</string>
	<key>VideoMetadata-CodecLongName</key>
	<string>코덱 전체 이름</string>
	<key>VideoMetadata-CodecName</key>
	<string>코덱 이름</string>
	<key>VideoMetadata-ColorSpace</key>
	<string>색 공간</string>
	<key>VideoMetadata-CreationTime</key>
	<string>생성 시간</string>
	<key>VideoMetadata-Duration</key>
	<string>지속 시간</string>
	<key>VideoMetadata-EncoderSoftwareName</key>
	<string>인코더 소프트웨어 이름</string>
	<key>VideoMetadata-FormatName</key>
	<string>형식 이름</string>
	<key>VideoMetadata-Height</key>
	<string>높이</string>
	<key>VideoMetadata-Index</key>
	<string>색인</string>
	<key>VideoMetadata-Level</key>
	<string>레벨</string>
	<key>VideoMetadata-PixelFormat</key>
	<string>픽셀 형식</string>
	<key>VideoMetadata-Profile</key>
	<string>프로필</string>
	<key>VideoMetadata-RFrameRate</key>
	<string>프레임 속도</string>
	<key>VideoMetadata-Width</key>
	<string>너비</string>
	<key>Videos</key>
	<string>동영상</string>
	<key>View</key>
	<string>보기</string>
	<key>Volume</key>
	<string>볼륨</string>
	<key>Waterfall View</key>
	<string>폭포수 보기</string>
	<key>Window Title</key>
	<string>창 제목</string>
	<key>Zoom</key>
	<string>줌</string>
	<key>Zoom In</key>
	<string>확대</string>
	<key>Zoom Out</key>
	<string>축소</string>
	<key>ask-to-delete</key>
	<string>이 파일들을 휴지통으로 이동하시겠습니까?</string>
	<key>ask-to-delete-external</key>
	<string>이 디렉터리는 휴지통으로 이동을 지원하지 않습니다. 이러한 항목은 즉시 삭제되며 이 작업은 취소할 수 없습니다</string>
	<key>ask-to-delete-nopermission</key>
	<string>이 파일들을 휴지통으로 이동하시겠습니까?  

이 프로그램에는 "자동화" 권한이 부여되지 않았습니다. 휴지통으로 이동한 후 "원래 위치로 복원" 기능을 사용할 수 없습니다.</string>
	<key>ask-to-delete-shift</key>
	<string>이 파일들을 영구적으로 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.</string>
	<key>back-folder</key>
	<string>뒤로</string>
	<key>cannot-copy-to-self</key>
	<string>파일/폴더를 자신이나 하위 디렉토리로 복사할 수 없습니다.</string>
	<key>cannot-move-to-self</key>
	<string>파일/폴더를 자신이나 하위 디렉토리로 이동할 수 없습니다.</string>
	<key>copy-lowercase</key>
	<string>복사</string>
	<key>copy-to-download</key>
	<string>"다운로드" 폴더로 복사</string>
	<key>do-you-want-replace</key>
	<string>붙여넣거나 이동할 파일로 교체하시겠습니까?</string>
	<key>do-you-want-replace(move)</key>
	<string>파일을 이동하여 덮어쓰시겠습니까?</string>
	<key>do-you-want-replace(paste)</key>
	<string>붙여넣는 파일로 바꾸시겠습니까?</string>
	<key>empty-enclose</key>
	<string>(비어 있음)</string>
	<key>file-exists-continue-batch-rename</key>
	<string>예를 들어 새 파일 이름이 a_1.jpg, a_2.jpg, a_3.jpg...이고 a_2.jpg라는 파일이 이미 존재하는 경우, 시퀀스 번호가 자동으로 증가되어 계속할까요?</string>
	<key>file-rightmenu-get-info</key>
	<string>정보 보기</string>
	<key>file-rightmenu-get-statistic</key>
	<string>통계 보기</string>
	<key>file-size</key>
	<string>크기</string>
	<key>first-time-use-prompt</key>
	<string>마우스 왼쪽 버튼을 더블 클릭하여 닫으세요
이미지: 오른쪽 또는 왼쪽 버튼을 누른 상태에서 휠을 스크롤하여 확대하거나 축소합니다
비디오: 마우스 오른쪽 버튼을 누른 상태에서 드래그하여 재생 진행을 조정하세요</string>
	<key>gen-thumb-info</key>
	<string>- "내장된 썸네일 선호"는 일반적으로 해상도가 낮은 이미지의 EXIF 데이터에 내장된 썸네일을 우선적으로 사용하는 것을 의미합니다. 파일 헤더 내용만 읽으면 되므로 네트워크 드라이브에서 이미지 읽기 속도를 크게 향상시킬 수 있습니다. 그러나 인터넷의 대부분의 이미지에는 파일 크기를 줄이기 위해 EXIF 데이터가 제거되어 있으므로 프로그램은 "표준 썸네일 생성"으로 전환됩니다.

- "표준 썸네일 생성"은 512×512 크기의 중간 품질 썸네일을 생성하는 것을 의미합니다. 이 경우 전체 파일 내용을 다운로드해야 합니다. (RAW 이미지의 내장 썸네일은 일반적으로 해상도가 높기 때문에 이 모드에서도 여전히 내장 썸네일이 선호됩니다.)

- "고화질 썸네일 생성"은 썸네일 영역에서 이미지를 정확하게 렌더링하는 것을 포함하며 썸네일 크기가 기본값보다 클 때 이 옵션을 활성화하는 것이 좋습니다. 이 시점에서 재렌더링된 이미지는 더 많은 메모리를 소모할 수 있습니다.

또한, 기본적으로 외부 드라이브의 폴더에는 썸네일이 생성되지 않습니다. 관련 옵션을 수정하려면 "설정" -&gt; "고급"으로 이동하십시오.</string>
	<key>has-exist-in-dest</key>
	<string>대상 폴더에 "%@"라는 파일이 이미 있습니다.</string>
	<key>has-same-name-files</key>
	<string>동일한 이름의 파일이 있습니다</string>
	<key>has-same-name-files-info</key>
	<string>소스 파일에 동일한 이름의 파일이 포함되어 있습니다. 자동으로 이름을 변경하시겠습니까?

예를 들어, 다른 디렉토리의 abc.jpg라는 여러 파일은 자동으로 abc.jpg, abc_2.jpg, abc_3.jpg로 이름이 변경됩니다...

참고: 혼동을 방지하기 위해 이 작업의 영향을 확인하십시오.</string>
	<key>image-dimensions</key>
	<string>크기</string>
	<key>input-new-folder-name</key>
	<string>새 폴더 이름 입력: </string>
	<key>input-new-textfile-name</key>
	<string>파일 이름을 입력하세요:</string>
	<key>move-to-download</key>
	<string>"다운로드" 폴더로 이동</string>
	<key>next-folder</key>
	<string>다음 폴더</string>
	<key>next-sibling</key>
	<string>다음 형제 노드</string>
	<key>next-sibling-of-parent</key>
	<string>부모의 다음 형제</string>
	<key>ocr-recog-fail</key>
	<string>OCR 기능은 macOS 13.0 이상이 필요합니다</string>
	<key>open-in-new-tab-this</key>
	<string>새 탭에서 열기</string>
	<key>operation-logs-info</key>
	<string>파일 삭제, 이름 변경, 이동 및 붙여넣기 작업의 기록입니다. 현재 내용이 없습니다.</string>
	<key>optimizeWindow</key>
	<string>최적 창 크기</string>
	<key>pan-zoom</key>
	<string>확대 후 팬 스크롤 활성화</string>
	<key>pan-zoom-info</key>
	<string>마우스 휠이나 터치패드 스크롤의 기본 동작은 이미지를 전환하는 것입니다. 이 기능이 활성화되면 이미지를 확대한 후 스크롤 동작이 평면 이동으로 변경됩니다. 이는 주로 긴 스크린샷 또는 만화를 볼 때 사용됩니다.</string>
	<key>parent-folder</key>
	<string>상위 폴더</string>
	<key>portable-mode-info</key>
	<string>휴대 모드에서:
 - 이미지를 열 때 창의 크기는 자동으로 이미지의 크기에 맞춰집니다;
 - 이미지를 닫을 때 창의 크기는 자동으로 화면 비율에 맞춰 조정됩니다.</string>
	<key>previous-folder</key>
	<string>이전 폴더</string>
	<key>previous-sibling</key>
	<string>이전 형제</string>
	<key>previous-sibling-of-parent</key>
	<string>부모의 이전 형제</string>
	<key>qrcode-recog-fail</key>
	<string>QR 코드를 인식하지 못했습니다</string>
	<key>qrcode-recog-result</key>
	<string>QR 코드 인식 결과</string>
	<key>rating-info</key>
	<string>**XMP 등급에 대하여**
XMP 등급은 이미지의 우선순위를 나타내기 위해 1~5개의 별을 사용하는 보편적인 이미지 점수 부여 방식입니다. 이는 산업 표준 메타데이터이며, 독점적인 FlowVision 형식이 아니며, 많은 XMP 호환 소프트웨어 애플리케이션에서 인식할 수 있습니다.

**XMP란 무엇인가요?**
XMP(Extensible Metadata Platform)는 이미지 내에 삽입된 "정보 카드"라고 생각할 수 있으며, 주로 등급, 키워드 및 저작권 정보를 저장하는 데 사용됩니다. EXIF가 주로 셔터 속도, 조리개, ISO 등 카메라 설정을 기록하는 것과 달리, XMP는 설명적이며 사용자가 편집 가능한 데이터에 더 중점을 둡니다. 파일 구조 측면에서 두 항목 모두 이미지의 메타데이터 영역에 존재하지만, 다른 데이터 명명 체계 또는 데이터 블록에 속하며 공존할 수 있습니다.

**등급 정보는 어디에 저장되나요?**
FlowVision은 이미자의 메타데이터 내의 xmp:Rating 필드에 등급을 기록합니다. 이 정보는 일반적으로 이미지 파일의 메타데이터 섹션에 내장되며, 예를 들어 JPEG 파일의 메타데이터 세그먼트 또는 PNG, TIFF, HEIF 및 RAW 형식의 해당 메타데이터 컨테이너에 내장됩니다. 데이터베이스 기록이나 파일 시스템 메타데이터로 별도로 저장되지 않습니다.

**"무등급"은 무엇을 의미하나요?**
"무등급"을 선택하면 FlowVision은 xmp:Rating 필드를 지워서 현재 이미지에 등급이 할당되지 않았음을 나타냅니다(0 값은 기록되지 않습니다).

**중요 사항**
등급을 설정하거나 지우는 것은 파일에 기록을 수반합니다. 기록 후 파일의 수정 날짜가 일반적으로 업데이트되고 메타데이터가 다시 작성되기 때문에 파일 크기가 약간 변경될 수 있습니다. 동기화, 백업 또는 정렬에 수정 시간을 의존하는 경우, 일괄 등급을 수행하기 전에 이러한 영향을 이해하는 것이 좋습니다.</string>
	<key>raw-use-embeded-info</key>
	<string>이 옵션을 활성화하면 원본 RAW을 렌더링하는 대신 내장된 Exif 썸네일을 사용합니다

RAW 파일은 일반적으로 카메라의 미리보기 인터페이스를 위한 고품질 Exif 썸네일을 제공합니다 이는 카메라의 내장 프로그램에 의해 수정되고 처리된 비원본 이미지입니다 이러한 썸네일을 사용함으로써 프로그램은 로딩 시간을 크게 단축할 수 있습니다</string>
	<key>recognize-OCR</key>
	<string>텍스트 인식</string>
	<key>recognize-QRCode</key>
	<string>QR 코드 인식</string>
	<key>recursive-mode-info</key>
	<string>"재귀 탐색 모드"가 활성화되면 썸네일 영역에 폴더와 하위 디렉터리 내의 모든 파일이 표시됩니다. "폴더 포함"이 체크되어 있으면 모든 하위 폴더 자체도 표시됩니다

일부 시스템 디렉터리 또는 네트워크 드라이브를 스캔하면 프로그램이 지연될 수 있습니다

추가적으로, 이 모드에서는 응용 프로그램이 파일 시스템 변경을 모니터링하지 않으므로 외부 수정(편집 또는 삭제 등)이 있을 경우 수동으로 새로 고침해 주세요. 응용 프로그램 내의 변경 사항의 경우, 운영의 연속성을 보장하기 위해 너무 많은 이미지가 보기에 있을 경우 자동 새로 고침이 발생하지 않으므로 수동으로 새로 고침해 주세요</string>
	<key>recursive-mode-nodirection</key>
	<string>재귀 모드에서는 다음/이전 폴더를 찾는 동작을 수행할 수 없습니다.</string>
	<key>renaming-conflict</key>
	<string>파일 이름이 이미 존재합니다. 다른 이름을 선택하세요.</string>
	<key>save-to-custom-profile</key>
	<string>%@ 사용자 지정 프로필에 저장</string>
	<key>scan-enhanced-index-info</key>
	<string>할 일</string>
	<key>scanned-files</key>
	<string>현재 %d개의 파일을 스캔했으며, 그 중 %d개의 이미지와 %d개의 비디오가 포함되어 있습니다. 계속하시겠습니까?</string>
	<key>search-help</key>
	<string>**콘텐츠 필터링**  
"필터 적용" 버튼은 현재 디렉토리의 콘텐츠를 필터링하여 검색 기준과 일치하는 항목만 표시합니다. 원래 보기를 복원하려면 검색 기준을 지우고 이 버튼을 다시 클릭하거나 도구 모음의 검색 아이콘을 클릭하십시오.

**하위 폴더 검색**  
하위 디렉토리에서 파일을 검색하려면 먼저 "재귀적 탐색 모드"를 활성화하십시오.

**정규 표현식이란 무엇입니까?**  
정규 표현식(정규식)은 문자열 내에서 문자 조합을 일치시키는 데 사용되는 패턴입니다. 검색, 대체 및 텍스트 구문 분석과 같은 작업에 널리 사용되는 강력한 텍스트 처리 도구입니다.  
예를 들어:  
^2024는 '2024'로 시작하는 파일과 일치할 수 있습니다;  
.*modified\.[^.]+$는 'modified'로 끝나는 파일과 일치할 수 있습니다(확장자와 무관하게);  
.*\.jpg$는 '.jpg' 확장자를 가진 파일과 일치할 수 있습니다.

**고급 검색**  
"재귀적 탐색 모드"에서는 "전체 경로 사용" 옵션을 추가로 사용할 수 있으며, 이를 정규 표현식과 결합하여 고급 검색을 수행할 수 있습니다.  
예를 들어, 다음과 같은 전체 파일 경로가 주어졌을 때:  
/Users/Alice/Pictures/20220101/mypick/001.jpg  
정규 표현식:  
^.*\/[^\/]*pick[^\/]*\/[^\/]+$  
을 사용하여 상위 디렉토리 이름에 "pick"이 포함된 모든 파일과 일치시킬 수 있습니다. 더 복잡한 정규식 패턴의 경우 대형 언어 모델을 사용하여 작성하는 데 도움을 받을 수 있습니다.</string>
	<key>sort-addDateA</key>
	<string>추가된 날짜순</string>
	<key>sort-addDateZ</key>
	<string>추가된 날짜순 (내림차순)</string>
	<key>sort-createDateA</key>
	<string>생성 날짜순 정렬</string>
	<key>sort-createDateZ</key>
	<string>생성 날짜별 정렬 (내림차순)</string>
	<key>sort-exif-local-warning</key>
	<string>Exif 정보로 정렬하려면 모든 파일의 헤더를 읽어야 하므로 로딩 속도가 느려질 수 있습니다. 예를 들어, 동영상 파일 정보의 참조 읽기 속도는 초당 약 10개입니다.

현재 디렉토리에는 %d개의 이미지 또는 동영상이 있으며, 최대 로딩 시간은 %d초로 예상됩니다. 계속하시겠습니까?</string>
	<key>sort-exif-network-warning</key>
	<string>Exif 정보를 기준으로 정렬하려면 모든 파일의 헤더를 읽어야 하며, 로딩 속도가 느려질 수 있습니다. 예를 들어, SMB 네트워크 드라이브의 참조 읽기 속도는 초당 약 10개입니다.

현재 디렉터리는 외부 드라이브에 있으며 %d개의 이미지 또는 비디오가 포함되어 있으며 로딩 시간은 최대 %d초로 예상됩니다. 계속하시겠습니까?</string>
	<key>sort-exifDateA</key>
	<string>Exif 날짜별 정렬</string>
	<key>sort-exifDateZ</key>
	<string>Exif 날짜로 정렬 (내림차순)</string>
	<key>sort-exifPixelA</key>
	<string>Exif 픽셀 크기별 정렬</string>
	<key>sort-exifPixelZ</key>
	<string>Exif 픽셀 크기별 정렬 (내림차순)</string>
	<key>sort-extA</key>
	<string>파일 유형별 정렬</string>
	<key>sort-extZ</key>
	<string>파일 유형별 정렬 (내림차순)</string>
	<key>sort-label-date</key>
	<string>날짜</string>
	<key>sort-label-exifDate</key>
	<string>Exif 날짜</string>
	<key>sort-label-exifPixel</key>
	<string>Exif픽셀</string>
	<key>sort-label-ext</key>
	<string>유형</string>
	<key>sort-label-name</key>
	<string>이름</string>
	<key>sort-label-random</key>
	<string>무작위</string>
	<key>sort-label-size</key>
	<string>크기</string>
	<key>sort-modDateA</key>
	<string>수정 날짜별 정렬</string>
	<key>sort-modDateZ</key>
	<string>수정 날짜별 정렬 (내림차순)</string>
	<key>sort-pathA</key>
	<string>파일명으로 정렬</string>
	<key>sort-pathZ</key>
	<string>파일명으로 정렬 (내림차순)</string>
	<key>sort-random</key>
	<string>무작위로 정렬</string>
	<key>sort-readme</key>
	<string>컬렉션 모드에서 전체 경로로 정렬한다는 것은 재귀 모드 또는 태그 컬렉션 작업 시 두 파일이 다음과 같은 현재 디렉토리 상대 경로를 가지고 있을 경우:
./AAA/2.jpg
./BBB/1.jpg
전체 경로로 정렬할 때 2.jpg가 먼저 오고, 파일명으로 정렬할 때 1.jpg가 먼저 온다는 것을 의미합니다.

Exif 정보로 정렬할 때는 각 파일의 헤더를 읽어야 하므로 로딩 속도가 느려질 수 있습니다. 예를 들어, SMB 네트워크 드라이브나 비디오 파일에서는 일반적인 읽기 속도가 초당 약 10개의 파일입니다.</string>
	<key>sort-sizeA</key>
	<string>파일 크기별 정렬</string>
	<key>sort-sizeZ</key>
	<string>파일 크기별 정렬 (내림차순)</string>
	<key>statistic-content</key>
	<string>폴더 수: %d
파일 수: %d
이미지 수: %d
비디오 수: %d
총 크기: %@</string>
	<key>switch-to-custom-profile</key>
	<string>사용자 정의 프로파일 %@로 전환</string>
	<key>switchToActualSize</key>
	<string>이미지 기본 실제 크기</string>
	<key>switchToDarkMode</key>
	<string>다크 모드</string>
	<key>switchToFitToWindow</key>
	<string>이미지 기본 창에 맞춤</string>
	<key>switchToLightMode</key>
	<string>라이트 모드</string>
	<key>switchToSystemTheme</key>
	<string>시스템과 일치</string>
	<key>up-folder</key>
	<string>상위 폴더</string>
	<key>video-dimensions</key>
	<string>치수</string>
	<key>video-play-info</key>
	<string>플레이어 인터페이스에서 왼쪽 마우스 버튼을 누르면 재생이 일시 중지되고 오른쪽 버튼을 드래그하면 비디오 재생 진행이 조정됩니다. 키보드의 왼쪽 및 오른쪽 화살표 키로 빨리 감기 및 되감기를 할 수 있으며 Cmd 키를 누르고 있으면 프레임별 탐색이 가능합니다.

macOS는 "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v", "vob"와 같은 비디오 형식을 기본적으로 지원합니다. 다른 형식은 여전히 외부 플레이어가 필요합니다.

HEVC 인코딩 비디오의 경우, macOS의 내장 디코더는 hvc1 코덱 태그만 인식하며 hev1 태그는 인식하지 않습니다. FFmpeg을 사용하여 무손실 변환을 수행할 수 있습니다: ffmpeg -i input.mp4 -c copy -movflags +faststart -tag:v hvc1 output.mp4.

Cmd+Shift+V를 눌러 "보이는 비디오 자동 재생"을 실행하면, 썸네일 보기에서 가시 영역 안의 비디오를 반복 재생합니다. 바로 가기를 다시 누르거나 폴더를 전환하면 이 모드에서 빠져나옵니다.</string>
	<key>window-num-max</key>
	<string>창의 수가 한도를 초과했습니다.</string>
</dict>
</plist>
